{
  "001": {
    "text": "You sit on the couch backstage noodling your guitar, letting your fingers glide between the strings and relishing the little vibrations you could feel through them."
  },
  "002": {
    "name": "Artemis",
    "expression": "neutral",
    "text": "Where’d you come up with that tune?"
  },
  "003": {
    "name": "Anon",
    "expression": "neutral",
    "text": "Thought it up while I was taking a dump."
  },
  "004": {
    "text": "The two of you were in some dive down near Fillydelphia, a club your \"manager\" had scored you a gig at on Saturday and you'd rushed down on Sunday."
  },
  "005": {
    "text": "Arty long told you guys to stop asking him what the deal with the names was, though."
  },
  "006": {
    "text": "Artemis grabs his guitar and joins your noodling, getting a feel for the song, this could turn into something you play one day."
  },
  "007": {
    "name": "Artemis",
    "text": "You got hit by that pancake house too, huh?"
  },
  "008": {
    "name": "Anon",
    "text": "Dude it was so bad, close that place down."
  },
  "009": {
    "name": "Artemis",
    "text": "That’d be an abuse of power, a prince can’t be seen doing that."
  },
  "010": {
    "name": "Anon",
    "text": "Yeah because he totally doesn’t use it to score scratch."
  },
  "011": {
    "name": "Artemis",
    "text": "I don’t know what the stage persona Night Terror Nebula has to do with me, Anonymous."
  },
  "012": {
    "name": "Anon",
    "text": "Suuuure"
  },
  "013": {
    "text": "You look over at Arty and give him your incredulous look, smirks back at you and sticks his tongue out."
  },
  "014": {
    "name": "Anon",
    "text": "Move your damn hair, you look like a faggot."
  },
  "015": {
    "name": "Artemis",
    "text": "People love this hairstyle, bite me."
  },
  "016": {
    "name": "Anon",
    "text": "Your hair sucks and you play rhythm guitar like a shitter."
  },
  "017": {
    "name": "Artemis",
    "text": "I’ll throw you in jail, dude. Don’t test the Night Prince."
  },
  "018": {
    "name": "Anon",
    "text": "Do it queer, I’ll come out harder than diamonds, like Cerberus."
  },
  "019": {
    "name": "Artemis",
    "text": "Cerberus wasn’t in jail idiot, he guarded one."
  },
  "020": {
    "name": "Anon",
    "text": "Same fucking thing."
  },
  "021": {
    "text": "Arty slaps your picking hand."
  },
  "022": {
    "name": "Artemis",
    "text": "Tartarus is ten times more hardcore than a normal prison."
  },
  "023": {
    "name": "Anon",
    "text": "Gah, dick. It’s probably more hardcore than the moon too."
  },
  "024": {
    "name": "Artemis",
    "text": "Feh"
  },
  "025": {
    "name": "Anon",
    "text": "Don't get your underpants in a bunch, Arty."
  },
  "026": {
    "name": "Eris",
    "text": "Wait you guys are wearing underpants?"
  },
  "027": {
    "text": "You and Arty look at each other before looking back at the bass player laying on a box."
  },
  "028": {
    "name": "Anon",
    "text": "Eris, during the show tonight keep your swamp-ass away from me."
  },
  "029": {
    "name": "Artemis",
    "text": "Yeah, and then get some cotton underwear."
  },
  "030": {
    "name": "Eris",
    "text": "Someone call the guard, I’m being harassed!"
  },
  "031": {
    "text": "Pfft. Bitch. She’s lucky she was cool."
  },
  "032": {
    "text": "A grunt from the room next door turns all your attentions to the sound of a flushing toilet. The door barrels open and a mountain of muscle in an undershirt and combat boots ducks under the door frame walks out."
  },
  "033": {
    "name": "Sombra",
    "text": "Do NOT go in there."
  },
  "034": {
    "text": "The smell hits you all at once, causing you and Artemis to recoil."
  },
  "035": {
    "name": "Anon",
    "text": "Saints alive, Sombra! Light a match!"
  },
  "036": {
    "name": "Artemis",
    "text": "I think you singed my nose hairs!"
  },
  "037": {
    "name": "Eris",
    "text": "I kinda like it."
  },
  "038": {
    "name": "Anon",
    "text": "Shut the fuck up, Eris."
  },
  "039": {
    "name": "Artemis",
    "text": "What did you EAT, man!?"
  },
  "040": {
    "text": "Sombra tosses a lit match into the sink and shuts the door, walking over and grabbing a pair of sticks from a box behind you."
  },
  "041": {
    "name": "Sombra",
    "text": "Ten pancakes, a plate of bacon, two bagles and some mints. Drumming takes it out of you."
  },
  "042": {
    "name": "Artemis",
    "text": "Holy-, ten pancakes from that place? You want to check in there to make sure you didn’t shit out your intestines?"
  },
  "043": {
    "name": "Sombra",
    "text": "Eat my asshole, ya wimp."
  },
  "044": {
    "name": "Artemis",
    "text": "If the war crime you just committed on that poor toilet is any indicator, only one going near your ass any time soon is Eris."
  },
  "045": {
    "name": "Sombra",
    "text": "How about it? I got time for a quickie before the show."
  },
  "046": {
    "name": "Eris",
    "text": "Tossing salads is gross, Somb…"
  },
  "047": {
    "name": "Artemis",
    "text": "Deniiiiiied."
  },
  "048": {
    "text": "Artemis makes a blimp shape with his hand and adds sound effects as he makes it crash and burn into the couch. \"No survivors.\""
  },
  "049": {
    "text": "The door on the other side of the green room opens up and your manager/lead vocalist heads in."
  },
  "050": {
    "name": "Chrysalis",
    "text": "Okay so you guys aren’t going to believe this bullshit."
  },
  "051": {
    "text": "Artemis groans and Sombra throws his hands up in the air."
  },
  "052": {
    "name": "Artemis",
    "text": "Don’t tell me, they’re stiffing us."
  },
  "053": {
    "name": "Chrysalis",
    "text": "You got no idea."
  },
  "054": {
    "name": "Artemis",
    "text": "Three hundred?"
  },
  "055": {
    "text": "Chrysalis grabs her leather jacket off a chair and points her thumb down."
  },
  "056": {
    "name": "Anon",
    "text": "Two?"
  },
  "057": {
    "name": "Chrysalis",
    "text": "Try One-fifty, and a free breakfast at the bar."
  },
  "058": {
    "text": "The band collectively groans. Playing with four people who used to have their own kingdoms wasn’t as financially fruitful as one would expect. Everyone here who’d been worth something at some time was now worth about just as much as the clothes on their back or the dive they were crashing in, penance for being one-time enemies of the crown."
  },
  "059": {
    "text": "Everyone save Arty of course, for all the good that poorly kept secret did."
  },
  "060": {
    "name": "Artemis",
    "text": "Tirek wouldn’t have to deal with this bullshit."
  },
  "061": {
    "name": "Sombra",
    "text": "-We- wouldn’t have to deal with this bullshit if you’d stop fucking around and let us use some of that allowance, Prince."
  },
  "062": {
    "name": "Artemis",
    "text": "It might be easy to say that when all you have to do is be a musclebound hobo, but I’ve got a reputation to uphold."
  },
  "063": {
    "name": "Sombra",
    "text": "If you’re that afraid to ask your sister for a raise, let me do it."
  },
  "064": {
    "name": "Artemis",
    "text": "Sombra, don’t try and fuck my sister."
  },
  "065": {
    "name": "Chrysalis",
    "text": "Yeah, not before I do."
  },
  "066": {
    "name": "Artemis",
    "text": "Man, screw you guys."
  },
  "067": {
    "name": "Anon",
    "text": "Yeah screw you guys, we need a solution, not an idea how to screw Arty’s sister, which comes later."
  },
  "068": {
    "name": "Eris",
    "text": "I got an idea."
  },
  "069": {
    "text": "All of you look back as Eris rises off her box and plays out some notes."
  },
  "070": {
    "name": "Eris",
    "text": "We could just shut up and go play and have a good time, it’s not like we really give a crap."
  },
  "071": {
    "text": "That hangs in the air for a spell, each of you mulling it over."
  },
  "072": {
    "name": "Anon",
    "text": "…Everyone who gives a crap?"
  },
  "073": {
    "text": "You don’t get a response, but see Sombra weighing options in his head."
  },
  "074": {
    "name": "Anon",
    "text": "Everyone who doesn’t? I don’t really give a crap."
  },
  "075": {
    "name": "Chrysalis",
    "text": "I misplaced all my giving crap tonight."
  },
  "076": {
    "name": "Artemis",
    "text": "Nope."
  },
  "077": {
    "name": "Sombra",
    "text": "I –almost- give a crap but not enough to really, you know, do something about it."
  },
  "078": {
    "text": "You nod, stroking your chin. A band that doesn’t give a shit was probably good for the image."
  },
  "079": {
    "name": "Anon",
    "text": "Hell with it?"
  },
  "080": {
    "name": "Chrysalis",
    "text": "Hell with it!"
  },
  "081": {
    "name": "Everyone",
    "text": "Hhhhhhhell with it"
  },
  "082": {
    "name": "Anon",
    "text": "Hell with it, let’s go play."
  },
  "083": {
    "text": "The band springs into motion then. Gone was the banter, replaced with instead a unified effort to get on stage."
  },
  "084": {
    "name": "Chrysalis",
    "text": "Has anyone seen my spare mic?"
  },
  "085": {
    "name": "Anon",
    "text": "Over by the chicken wings, where is my tie?"
  },
  "086": {
    "name": "Eris",
    "text": "Here Anon. Why do you wear that stupid suit, anyway?"
  },
  "087": {
    "name": "Anon",
    "text": "Makes me look cooler."
  },
  "088": {
    "text": "You tie your tie, clip your cufflinks, and pull down the special mask you had made; a green cover all with a question mark in the middle to go with your name."
  },
  "089": {
    "text": "If you ever made it big, you wanted to be able to go to the store and not get mobbed."
  },
  "090": {
    "text": "Sombra laces up his shoes, Eris ties back her hair, and Artemis puts on his helmet and becomes cloaked in twilight."
  },
  "091": {
    "name": "Artemis",
    "text": "What are we opening with tonight?"
  },
  "092": {
    "name": "Chrysalis",
    "text": "What do we –always- open with, Arty?"
  },
  "093": {
    "text": "The five of you silently shuffle out onto the dark stage at the venue, a club in the middle of nowhere. Big enough to attract a crowd yet small enough that the manager could stiff you and not catch hell. Turnout was, as per normal, weirdly higher than expected. A couple hundred people stood in the pit sipping drinks and chatting amongst themselves. It had been like that for a while now, people attracting to your music through word of mouth even though barely any radio would play you. Some chalked it up to the cults of personality your bandmates had or the kingdom finally growing past the \"lovey dovey cutesy\" pop crap that had held it for centuries, others to dark forces warping the minds of the impressionable."
  },
  "094": {
    "text": "You personally just knew you could carry a beat."
  },
  "095": {
    "text": "Each of you sound checks and gives your okays to the others, signaling Chrysalis to snap her fingers and cast her illusionary spell, your bands biggest advantage over the competition."
  },
  "096": {
    "text": "Still in shadow, Chrysalis holds the mic to her mouth."
  },
  "097": {
    "name": "Chrysalis",
    "text": "This is a song about why bad people do bad things."
  }
}
